Repository: boueslati02/QM
Catalog: Ponant.Medical.Shore/Resources/Views/Upload/Index.*.resx
Languages: fr_fr

# BtnSend
source: Send
fr_fr: Envoyer

# CivilityTitle
source: Dear
fr_fr: Bonjour

# FillForm
source: To complete your registration, please fill out the form below.
fr_fr: Pour compléter votre inscription, veuillez déposer le formulaire ci-dessous.

source: * Required fields
fr_fr: * Champs obligatoires

# RGPD
source: In accordance with the "General Data Protection Regulation" or "GDPR", the information collected in the form is recorded in a computerized file by PONANT for the strict needs of your file. The legal basis for the processing is your consent. The data collected will be communicated to the controller of the processing, PONANT, as mentioned on this document. The data will be kept for the conservation period necessary for the purpose of the processing and the needs of your cruise. You may access your data, rectify them, request their deletion or exercise your right to limit the processing of your data at any time. You may withdraw your consent to the processing of your data at any time. To exercise these rights or if you have any questions about the processing of your data, you can contact the data protection officer at vieprivee@ponant.com, or consult our personal data protection policy on our website www.ponant.com. PONANT takes measures in accordance with the uses and the state of the art to ensure the security and confidentiality of data in accordance with the aforementioned legislation. Consult the cnil.fr website for more information on your rights.
fr_fr: Conformément aux dispositions de la loi Informatique et Libertés du 6 janvier 1978 et du Règlement Européen n° 2016/679 du 27 avril 2016 dit « Règlement Général sur la Protection des Données » ou « RGPD », les informations recueillies sur ce formulaire sont enregistrées dans un fichier informatisé par PONANT pour les besoins stricts de la gestion administrative de votre dossier. La base légale du traitement est votre consentement. Les données collectées seront communiquées au seul destinataire et responsable du traitement, l’entité PONANT, telle que mentionnée sur ce document. Les données sont conservées pendant la durée de conservation nécessaire pour la finalité du traitement et les besoins de votre croisière. Vous pouvez accéder aux données vous concernant, les rectifier, demander leur effacement ou exercer votre droit à la limitation du traitement de vos données. Vous pouvez retirer à tout moment votre consentement au traitement de vos données. Pour exercer ces droits ou pour toute question sur le traitement de vos données dans ce dispositif, vous pouvez contacter notre délégué à la protection des données à l’adresse suivante : vieprivee@ponant.com, ou consulter notre politique de protection des données personnelles sur notre site www.ponant.com. PONANT prend les mesures conformes à l’état de l’art afin d’assurer la sécurité et la confidentialité des données conformément aux dispositions de la loi précitée. Consultez le site cnil.fr pour plus d’informations sur vos droits.

# ShipPresentation
source: We will have the pleasure of welcoming you very soon aboard our ship
fr_fr: Nous aurons le plaisir de vous accueillir très prochainement à bord de notre navire

# AllowedFormats
source: Allowed file formats: PDF, JPG, JPEG, PNG, GIF, TIF, TIFF, BMP, XPS
fr_fr: Format de fichiers autorisés : PDF, JPG, JPEG, PNG, GIF, TIF, TIFF, BMP, XPS

# FileSize
source: Maximum file size: 8 MB
fr_fr: Taille de fichier maximum : 8 Mo

# WarningDeparture
source: The medical survey should NOT completed or submitted until maximum 3 months before your departure date.
fr_fr: Le questionnaire médical ne doit pas être complété ni déposé à plus de 3 mois avant le départ.

# QmAlreadySent
source: A medical survey has already been sent. do you want to send another one?
fr_fr: Un questionnaire médical a déjà été envoyé. Voulez-vous en renvoyer un ?

# radioBtnCancel
source: No
fr_fr: Non

# radioBtnValid
source: Yes
fr_fr: Oui

source: Medical Survey
fr_fr: Questionnaire médical

source: Related Documents
fr_fr: Documents additionnels

source: Loading...
fr_fr: Chargement...

# MedicalSurveyFileRequired
source: The MedicalSurvey field is required
fr_fr: Le MedicalSurvey est obligatoire

# ErrorRelatedDocuments
source: You must complete at least one related document
fr_fr: Vous devez remplir au moins un document additionnel

# MadeWith
source: Your booking reservation has been made with
fr_fr: Nous vous confirmons votre réservation avec
